[
  {
    "image": "kapustnica.png",
    "title": "Vianočná kapustnica",
    "ingredients": [
      "repkový olej 2 PL",
      "cibuľa",
      "jedno malé čili",
      "kvasenú kapustu 1000g",
      "bobkový list",
      "huby shiitake celé balenie 250g",
      "zemiaky cca 1kg",
      "cesnak 2 strúčiky",
      "tempeh smažený celé balenie",
      "sušené paradajky v oleji podľa chuti",
      "paradajkový pretlak 70g",
      "soľ",
      "mleté čierne korenie",
      "mletú červenú papriku údenú"
    ],
    "instructions": "Vo väčšom hrnci ohrejte olej, pridajte nakrájanú cibuľu, nakrájané čili a opražte do zlatista. Pridajte premytú kapustu, bobkový list, nakrájané huby, zalejte vodou a varte 10 minút. Medzitým si uvarte zvlášť na kocky nakrájané zemiaky. K kapuste pridajte na drobno nakrájaný cesnak a varte ďalších 10 minút. Na koniec pridajte uvarené zemiaky, nakrájaný tempeh, nakrájané sušené paradajky a pretlak. Vybalansujte chuť soľou, mletým čiernym korením, údenou paprikou a chvíľku ešte povarte."
  },
  {
    "image": "pirohy.png",
    "title": "Slivkové pirohy",
    "ingredients": [
      "celozrnná múka",
      "výberová múka",
      "soľ",
      "sušené slivky",
      "olivový olej, alebo iný podľa chutí",
      "škorica"
    ],
    "instructions": "Spracujeme cesto 6 ku 4 celozrnnej a výberovej múky s vodou a soli.  Vyrobíme pirohy a varíme asi 20 minút. Pridáme olej a škoricu, premiešame  a môžeme podávať."
  },
  {
    "image": "salat_placka.png",
    "title": "Zemiakovy šalát s repnou plackou",
    "ingredients": [
      "Šalát:",
      "zemiaky",
      "mrkva",
      "mrazená kukurica",
      "mrazený hrášok",
      "cibuľa",
      "biele tofu",
      "sójová omáčka tamari",
      "uhorky v sladkokyslom náleve",
      "čierna soľ",
      "mleté čierne korenie",
      "Majonéza:",
      "100 ml sójového mlieka",
      "150 ml repkového oleja",
      "50 g bieleho tofu",
      "2 čajové lyžičky horčice",
      "0,5 lyžičky soli aj menej",
      "2 čajové lyžičky, jablčného octu, alebo citrónovej šťavy (môže aj viac)",
      "Repné placky:",
      "zemiaky",
      "surová cvikla",
      "cícerová múka",
      "ovsená múka",
      "cibuľa",
      "cesnak",
      "mleté ľanové semienka",
      "morské riasy nori (predávajú sa na suši)",
      "soľ",
      "mleté čierne korenie"
    ],
    "instructions": "ŠALÁT \nZemiaky uvarte v šupke , nechajte vychladnúť. Očistenú mrkvu nakrájajte na malé kocky a uvarte s kukuricou, neskôr pridajte hrášok , dovarte, a nechajte vychladnúť. Tofu nakrájajte na malé kocky a opečte na panvici, na sójovej omáčke, nechajte vychladnúť.  Očistené zemiaky spracujte na hranolky, pridajte mrkvu, kukuricu, hrášok, na drobno nakrájanú cibuľu, nakrájané uhorky, opečené tofu, majonézu, čiernu soľ, čierne korenie a  kurkumu. Podľa potreby pridajte aj šťavu z uhoriek a premiešajte. Šalát nechajte odležať. \nREPNÉ PLACKY \nOšúpané zemiaky a cviklu 2:1 nastrúhajte na jemno. Pridajte nakrájanú cibuľu, cesnak, soľ, mleté čierne korenie, nastrihané morské riasy, mleté ľanové semienka, cícerovú múku, ovsenú múku a všetko spolu rukou premiešajte. Vytvarujte placky a opečte ich z obidvoch strán na repkovom oleji. \nMAJONÉZA \nDomácu majonézu si vyrobíme tak, že najprv zmixujte všetky suroviny okrem oleja , ten pridajte až na koniec a opäť zmixujte ponorným mixérom vo väčšom zaváracom pohári. \n"
  },
  {
    "image": "zakusok.png",
    "title": "Čokoládovo vločkový zákusok s kokosom",
    "ingredients": [
      "Korpus:",
      "300ml rastlinného mlieka (obohateného o vápnik)",
      "200g horkej čokolády 52% (lidl)",
      "8 ČL ľanových semienok (pomlieť!)",
      "300g jemných ovsených vločiek",
      "100g blanšírovaných strúhaných mandlí",
      "Plnka:",
      "300ml rastlinného mlieka",
      "75g kukuričnej múky",
      "8 ČL hnedého cukru",
      "150g strúhaného kokosu",
      "Poleva:",
      "100g horkej čokolády",
      "50ml rastlinného mlieka",
      "strúhaný kokos"
    ],
    "instructions": "Začneme korpusom. Vo väčšej nádobe ohrejte rastlinné mlieko a rozpusťte v ňom čokoládu. Pridajte pomleté ľanové semienka, mandle, vločky a dôkladne premiešajte. Vznikne hustá zmes. Obsah dajte na vhodnú tácku vystlanú papierom na pečenie a rovnomerne rozdeľte, pritlačte papierom na pečenie. Pokračujeme ďalej v príprave plnky. V nádobe dôkladne zmiešajte kukuričnú múku s rastlinným mliekom, cukrom a varte kým zmes zhustne. Pridajte kokos a dôkladne premiešajte. Zmes rovnomerne natrite na urobený korpus. \nPolevu si pripravte tak, že čokoládu rozpustite v rastlinnom mlieku, natrite koláčik a posypte strúhaným kokosom, nechajte vychladnúť."
  }
]
